$(document).ready(function(){
	$('#index_slider').j_slider({
			data:[
				{src:'鳥類資料庫原圖.jpg',color:'#555',color2:'#a59589',text:'鳥類',text1:'資料庫',text2:'共收錄1,057物種 5,254張圖像，陸續增加中',text3:'自然系圖鑑Online鳥類資料庫是鳥類圖鑑資料搜尋服務。完整收錄台、澎、金、馬曾出現的551種及全世界共計1057種鳥類資訊。內容取材自《台灣都市賞鳥圖鑑》、《台灣鳥類全圖鑑》、《台灣受脅鳥種圖鑑》、《世界貓頭鷹圖鑑》、《世界鸚鵡圖鑑》等五本鳥類圖鑑，共計五千餘張照片、多段高清的珍貴育雛、覓食影片。'},
				{src:'岩礦資料庫原圖.jpg',color:'#555',color2:'#a59589',text:'寶石岩礦',text1:'資料庫',text2:'共收錄116物種574圖像，陸續增加中。',text3:'收錄了台灣常見最具代表性的寶石、礦物與岩石共116種。除了以清楚的去背照片突顯物種的辨識重點外；也介紹了命名原由以及在台灣的產地（不少地點是開車或步行就可到達），讓我們不僅可以查到，還能實際探訪、親近，堪稱最實用的台灣寶石、岩石與礦物資料庫。'},
				{src:'植物資料庫原圖.jpg',color:'#fff',color2:'#a59589',text:'植物',text1:'資料庫',text2:'共收錄1,281物種 5,325張圖像，陸續增加中',text3:'一葉知秋不稀奇，一葉知名才酷炫！本土常見植物不論高、中、低海拔，一查圖鑑一葉便知名。<br/><br/>台灣是座美麗的寶島，位處歐亞大陸與太平洋交界，高山林立垂直縱深達四千公尺，同時存在著熱、暖、溫、不同的氣候帶，孕育了四千餘種的維管束植物，是地球上重要的生物資源庫。<br/><br/>只要觀察植物的葉子，在自然系圖鑑Online：植物資料庫回答三個問題，就能快速查到答案。'},
				{src:'本草資料庫原圖.jpg',color:'#fff',color2:'#a59589',text:'本草',text1:'資料庫',text2:'共收錄521物種 2,085張圖像，陸續增加中。',text3:'藥品廣告中常提到《本草綱目》以突顯藥品的神奇功效，到底《本草綱目》記載那些藥用植物？<br/><br/>而書中提到的「芫蘭」、「鬼臼」、「韶子」、「菠薐」、「辛夷」等又分別是指哪些植物呢？本資料庫由台灣中國醫藥大學藥草專家審定考證，比對古籍與現在植物學資料，精選國人常見實用的500餘種植物，範圍橫況穀部、菜部、果部與木部；古今名稱對照、清楚去背主圖與詳細拉線圖說，教您快速辨識，讓本草不再只是傳說。'},
				{src:'蝴蝶資料庫圖.jpg',color:'#555',color2:'#a59589',text:'蝴蝶',text1:'資料庫',text2:'共收錄全台292物種 651張圖片，陸續增加中。',text3:'台灣地處亞熱帶及熱帶氣候區，南北均有獨特的蝶類分布，面積雖小，蝴蝶資源卻非常豐富，全島棲息著近400種的蝶類，其中有69種為特有種或特有亞種。本資料庫介紹台灣地區最具代表性、最常見或最稀有的蝴蝶，不僅收錄台灣所有已發現特有種，更採用標本照的方式，將蝴蝶識別特徵清楚呈現，對於蝴蝶愛好入門者或是專業觀察研究者而言，都是實用的最佳工具。'},
				{src:'貝殼資料庫圖.jpg',color:'#fff',color2:'#decab5',text:'貝類',text1:'資料庫',text2:'共收錄596物種 1200張圖片，陸續增加中。',text3:'長久以來，貝殼因為有著瑰麗色彩和優美外形，而且構造精巧、質地堅硬，成為不少人收藏的主題。本資料庫由國內知名貝類專家執筆，以清楚易懂的文字搭配清晰的貝殼照片，說明各種貝類的外表特徵、鑑別重點、棲息地和分布區域，讓貝類的辨識過程變得簡單又方便。'},
			],
			second : 5
	});
});




	